Table of Contents
 Interface IScope
Namespace
IdeaStatiCa.BimApiLink.Scoping
Assembly
IdeaStatiCa.BimApiLink.dll
public interface IScope
Properties
 BimApiImporter
IBimApiImporter BimApiImporter { get; }
Property Value
IBimApiImporter
 CountryCode
CountryCode CountryCode { get; }
Property Value
CountryCode
 UserData
object UserData { get; }
Property Value
object
 Edit this page